<?php

return [
    'company' => [
        'store' => [
            'success' => 'Компания успешно добавлена',
            'fail' => 'Ошибка: не удалось добавить компанию'
        ],
        'update' => [
            'success' => 'Компания успешно обновлена',
            'fail' => 'Ошибка: не удалось обновить компанию'
        ]
    ],
    'board' => [
        'store' => [
            'success' => 'Доска ДВУ успешно добавлена',
            'fail' => 'Ошибка: не удалось добавить доску ДВУ'
        ],
        'update' => [
            'success' => 'Доска ДВУ успешно обновлена',
            'fail' => 'Ошибка: не удалось обновить доску ДВУ'
        ]
    ],
    'problem' => [
        'store' => [
            'success' => 'Проблема успешно добавлена',
            'fail' => 'Ошибка: не удалось добавить проблему'
        ],
        'update' => [
            'success' => 'Проблема успешно обновлена',
            'fail' => 'Ошибка: не удалось обновить проблему'
        ]
    ],
    'task' => [
        'store' => [
            'success' => 'Задача успешно добавлена',
            'fail' => 'Ошибка: не удалось добавить задачу'
        ],
        'update' => [
            'success' => 'Задача успешно обновлена',
            'fail' => 'Ошибка: не удалось обновить задачу'
        ]
    ],

];
